Repository: mostafaElsanadidy/SalamtakMVVMApp
Catalog: SalamtakApp/Helper/*.lproj/Localizable.strings
Languages: ar

# lang
source: en
ar: ar

source: Request Failed
ar: فشل الطلب

source: Request Status Failure
ar: فشل حالة الطلب

source: Error Savinng Context
ar: خطأ فى حفظ البيانات

source: Error Loading Data From Context
ar: خطأ فى تحميل البيانات

source: Done!
ar: !أحسنت

source: Failed
ar: فشل

source: Network Connection Error
ar: خطأ اتصال الشبكة

source: pounds
ar: جنيه

source: It varies according to the region
ar: تختلف حسب المنطقة
